[M_IrisEp5Battle_FlyboyGyro MissionDefinition]
MissionName="Batalha: Brinquedos Às Doze Horas"
MissionDescription="Parece que o Aviador não tem nenhum motivo para te enfrentar. Ele acha que é invencível e prefere se concentrar em derrotar o Piston antes de ter que lutar com peixes pequenos como você.\nO Senhor Torgue sugeriu para você destruir alguns dos Abutres do Aviador e roubar suas coisas. Com isso você vai deixá-lo muito nervoso, e já que ele é um grande imbecil, vai deixar você entrar no seu covil para poder te matar pessoalmente.\nAo invés disso, você é quem o matará.  Esse é o plano!"
TurnInDescription="Os Abutres do Aviador são obras do passado... e disso ele não gostou nenhum pouco.  Na verdade, ele ficou tão nervoso que deixou você entrar no seu covil para poder te matar pessoalmente."
MissionSummary="Destrua os Abutres do Aviador e roube o tesouro dele."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText="Lute contra os malvados habitantes do céu."

[M_IrisEp5Battle_FlyboyGyro2 MissionDefinition]
MissionName="Batalha: Brinquedos Às Doze Horas (NV 2)"
MissionDescription="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 2."
TurnInDescription="Você completou a batalha ''Brinquedos Às Doze Horas'' - NV 2."
MissionSummary="Destrua os Abutres e roube o tesouro. Dificuldade: NV 2."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas de Forja"
TeaserText="Lute contra os mestres desse céu hostil. Dificuldade: NV 2."

[M_IrisEp5Battle_FlyboyGyro2:KillFlyboyGyros_Tier2 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyro2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro2:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Recolha o brinquedo do Aviador"

[M_IrisEp5Battle_FlyboyGyro2:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp5Battle_FlyboyGyro3 MissionDefinition]
MissionName="Batalha: Brinquedos Às Doze Horas (NV 3)"
MissionDescription="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 3."
TurnInDescription="Você completou a batalha ''Brinquedos Às Doze Horas'' - NV 3."
MissionSummary="Destrua os Abutres e roube o tesouro. Dificuldade: NV 3."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText="Lute contra os mestres desse céu hostil. Dificuldade: NV 3."

[M_IrisEp5Battle_FlyboyGyro3:KillFlyboyGyros_Tier3 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyro3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro3:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro3:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Recolha o brinquedo do Aviador"

[M_IrisEp5Battle_FlyboyGyro3:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp5Battle_FlyboyGyro:KillFlyboyGyros_Tier1 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyro:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Recolha o brinquedo do Aviador"

[M_IrisEp5Battle_FlyboyGyro:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp5Battle_FlyboyGyroR MissionDefinition]
MissionName="Revanche: Brinquedos Às Doze Horas"
MissionDescription="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 1."
TurnInDescription="Você completou a batalha ''Brinquedos Às Doze Horas'' - NV 1."
MissionSummary="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 1."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText="Lute contra os mestres desse céu hostil. Dificuldade: NV 1."

[M_IrisEp5Battle_FlyboyGyroR2 MissionDefinition]
MissionName="Revanche: Brinquedos Às Doze Horas (NV 2)"
MissionDescription="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 2."
TurnInDescription="Você completou a batalha ''Brinquedos Às Doze Horas'' - NV 2."
MissionSummary="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 2."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText="Lute contra os mestres desse céu hostil. Dificuldade: NV 2."

[M_IrisEp5Battle_FlyboyGyroR2:KillFlyboyGyros_Tier2 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyroR2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR2:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp5Battle_FlyboyGyroR3 MissionDefinition]
MissionName="Revanche: Brinquedos Às Doze Horas (NV 3)"
MissionDescription="Destrua as caixas que os Abutres de carga transportam e recolha o tesouro que eles soltarem. Lembre-se de acertar também os Abutres de apoio que lhe atacarem.\n\nDificuldade: NV 3."
TurnInDescription="Você completou a batalha ''Brinquedos Às Doze Horas'' - NV 3."
MissionSummary="Destrua os Abutres e roube o tesouro. Dificuldade: NV 3."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText="Lute contra os mestres desse céu hostil. Dificuldade: NV 3."

[M_IrisEp5Battle_FlyboyGyroR3:KillFlyboyGyros_Tier3 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyroR3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR3:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR3:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Recolha o brinquedo do Aviador"

[M_IrisEp5Battle_FlyboyGyroR3:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp5Battle_FlyboyGyroR:KillFlyboyGyros_Tier1 MissionObjectiveDefinition]
ProgressMessage="Destrua todos os Abutres de apoio"

[M_IrisEp5Battle_FlyboyGyroR:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

